{
    "accessway": [
        {
            "stationInformation": [
                {
                    "name": "West Fourth Street",
                    "bleCommonName": "LightBlue",
                    "tagsInStation": ["2301","2302","2303","2304","2305","2306"],
                    "tagsAvailable": [
                        {
                            "tagID": "2301",
                            "information": [
                                {
                                    "North": "You are at the West Fourth Street Station lobby area. This station has uptown and downtown A, B, C, D, E, F and M trains. The turnstiles are in front of you. The ticket vending machine is to the left of the turnstiles.",
                                    "South": "You are at the West Fourth Street Station lobby area. This station has uptown and downtown A, B, C, D, E, F and M trains. The turnstiles are behind you. The ticket vending machine is to the left of the turnstiles.",
                                    "East": "You are at the West Fourth Street Station lobby area. This station has uptown and downtown A, B, C, D, E, F and M trains. The turnstiles are to your left. The ticket vending machine is to the left of the turnstiles.",
                                    "West": "You are at the West Fourth Street Station lobby area. This station has uptown and downtown A, B, C, D, E, F and M trains. The turnstiles are to your right. The ticket vending machine is to the left of the turnstiles.",
                                    "Unknown": "You are at the West Fourth Street Station lobby area. This station has uptown and downtown A, B, C, D, E, F and M trains."
                                }
                            ]
                        },
                        {
                            "tagID": "2302",
                            "information": [
                                {
                                    "North": "You are on the A, C, E, Uptown trains platform. The A train will arrive on the right platform. The C and E trains will arrive on the left platform.",
                                    "South": "You are on the A, C, E, Uptown trains platform. The A train will arrive on the left platform. The C and E trains will arrive on the right platform.",
                                    "East": "You are on the A, C, E, Uptown trains platform. The A train will arrive in front of you. The C and E trains will arrive in front of you.",
                                    "West": "You are on the A, C, E, Uptown trains platform. The A train will arrive behind you. The C and E trains will arrive behind you.",
                                    "Unknown": "You are on the A, C, E, Uptown trains platform."
                                }
                            ]
                        },
                        {
                            "tagID": "2303",
                            "information": [
                                {
                                    "North": "You are on Mezzanine level. The A, C and E trains platforms are one level up. The D, E, F and M trains platforms is one level down.",
                                    "South": "You are on Mezzanine level. The A, C and E trains platforms are one level up. The D, E, F and M trains platforms is one level down.",
                                    "East": "You are on Mezzanine level. The A, C and E trains platforms are one level up. The D, E, F and M trains platforms is one level down.",
                                    "West": "You are on Mezzanine level. The A, C and E trains platforms are one level up. The D, E, F and M trains platforms is one level down.",
                                    "Unknown": "You are on Mezzanine level. The A, C and E trains platforms are one level up. The D, E, F and M trains platforms is one level down."
                                }
                            ]
                        },
                        {
                            "tagID": "2304",
                            "information": [
                                {
                                    "North": "You are on the Uptown B, D, F and M trains platform. The F and M trains will arrive on the right platform. The B and D trains will arrive on the left platform.",
                                    "South": "You are on the Uptown B, D, F and M trains platform. The F and M trains will arrive on the left platform. The B and D trains will arrive on the right platform.",
                                    "East": "You are on the Uptown B, D, F and M trains platform. The F and M trains will arrive in front of you. The B and D trains will arrive behind you.",
                                    "West": "You are on the Uptown B, D, F and M trains platforms. The F and M trains will arrive behind you. The B and D trains will arrive in front of you.",
                                    "Unknown": "You are on the Uptown B, D, F and M trains platform."
                                }
                            ]
                        }
                    ],
                    "routeInformation": [
                        {
                            "tagID": "2301",
                            "endPoint": "DIRECTIONS TO UPTOWN F TRAIN",
                            "completeInformation":["Step1. Cross the turnstiles. Turn right for uptown trains. Walk five steps and turn left. Continue walking on the long corridor till you reach the Uptown A, C, E trains platform.","Step 2. Once you reach the Uptown A, C, E platform, keep walking straight till you reach the staircase in front of you at about 20 steps. Take the staircase down to the Mezzanine level. The Uptown F train platform is one level down the Mezzanine level.","Step 3. Walk straight about 8 steps from the staircase you climbed down till you reach the next staircase. Climb down the stairs to take you to the Uptown F train platform.","Step 4. Once you have reached the Uptown F train platform. The F train will arrive on your right hand side."]           
                        },
                        {
                            "tagID": "2302",
                            "endPoint": "DIRECTIONS TO UPTOWN F TRAIN",
                            "completeInformation":["Step 1. Your are on the Uptown A, C, E platform. There are three staircases on this platform that lead to the Mezzanine level. Take any one staircase to reach the Mezzanine level. The Uptown F train platform is one level down the Mezzanine level.","Step 2. Once you are on the Mezzanine level, walk straight about 8 steps from the staircase you climbed down till you reach the next staircase.","Step 3. Climb down the stairs to take you to the Uptown F train platform.","Step 4. Once you are on the Uptown F Train platform, use voice command Location Information to find out which side the train arrives."]          
                        },
                        {
                            "tagID": "2303",
                            "endPoint": "DIRECTIONS TO UPTOWN F TRAIN",
                            "completeInformation":["Step 1. You are on the Mezzanine level. The Uptown F train platform is one level down the Mezzanine level. There are five staircases that lead down to the Uptown F trains platform","Step 2. Climb down the stairs to take you to the Uptown F train platform.","Step 3. Once you are on the Uptown F Train platform, use voice command Location Information to find out which side the train arrives."]          
                        },
                        {
                            "tagID": "2304",
                            "endPoint": "DIRECTIONS TO UPTOWN F TRAIN",
                            "completeInformation":["You are on the Uptown F Train Platform"]          
                        }
                        
                    ]
                },
                
                {
                    "name": "Eighth Avenue Fourteenth Street",
                    "bleCommonName": "LightBlue",
                    "tagsInStation": ["2301","2302","2303","2304","2305","2306"],
                    "tagsAvailable": [
                        {
                            "tagID": "2301",
                            "information": [
                                {
                                    "North": "You are at Eighth Avenue Fourteenth Street Station Lobby Area. This station has uptown and downtown A, C, E and L trains. The turnstiles are in front of you. The ticket vending machines and the ticket booth are behind you. The A, C, E trains are one level down straight after you pass the turnstiles. The L train is two levels down to your right just after passing the turnstiles.",
                                    "South": "You are at Eighth Avenue Fourteenth Street Station Lobby Area. This station has uptown and downtown A, C, E and L trains. The turnstiles are behind you. The ticket vending machines and the ticket booth are in front of you. The A, C, E trains are one level down straight after you pass the turnstiles. The L train is two levels down to your right just after passing the turnstiles.",
                                    "East": "You are at Eighth Avenue Fourteenth Street Station Lobby Area. This station has uptown and downtown A, C, E and L trains. The turnstiles are to your right. The ticket vending machines and the ticket booth are to your left. The A, C, E trains are one level down straight after you pass the turnstiles. The L train is two levels down to your right just after passing the turnstiles.",
                                    "West": "You are at Eighth Avenue Fourteenth Street Station Lobby Area. This station has uptown and downtown A, C, E and L trains. The turnstiles are to your left. The ticket vending machines and the ticket booth are to your right. The A, C, E trains are one level down straight after you pass the turnstiles. The L train is two levels down to your right just after passing the turnstiles.",
                                    "Unknown": "You are at Eighth Avenue Fourteenth Street Station Lobby Area. This station has uptown and downtown A, C, E and L trains. The A, C, E trains are one level down straight after you pass the turnstiles. The L train is two levels down to your right just after passing the turnstiles."
                                }
                            ]
                        },
                        {
                            "tagID": "2302",
                            "information": [
                                {
                                    "North": "The stairs leading to the uptown A, C, E trains are to your right. The stairs leading to the downtown A, C, E trains are to your left.",
                                    "South": "The stairs leading to the uptown A, C, E trains are to your left. The stairs leading to the downtown A, C, E trains are to your right.",
                                    "East": "The stairs leading to the uptown A, C, E trains are behind you. The stairs leading to the downtown A, C, E trains are in front of you.",
                                    "West": "The stairs leading to the uptown A, C, E trains are in front of you. The stairs leading to the downtown A, C, E trains are behind you.",
                                    "Unknown": "The stairs leading to the uptown and downtown A, C, E trains are in this vicinity."
                                }
                            ]
                        },
                        {
                            "tagID": "2303",
                            "information": [
                                {
                                    "North": "You are on the downtown A, C, E platform. The A express train will arrive on your right. The C and E local trains will arrive on your left. The Elevators are straight ahead. Exit on street and L train are on upper level behind you.",
                                    "South": "You are on the downtown A, C, E platform. The A express train will arrive on your left. The C and E local trains will arrive on your right. The Elevators are behind you. Exit on street and L train are on upper level in front of you.",
                                    "East": "You are on the downtown A, C, E platform. The A express train will arrive in front of you. The C and E local trains will arrive behind you. The Elevators are to your right. Exit on street and L train are to your left.",
                                    "West": "You are on the downtown A, C, E platform. The A express train will arrive behind you. The C and E local trains will arrive in front of you. The Elevators are to your left. Exit on street and L train are to your right.",
                                    "Unknown": "You are on the downtown A, C, E platform."
                                }
                            ]
                        },
                        {
                            "tagID": "2304",
                            "information": [
                                {
                                    "North": "You are on the Uptown B, D, F and M trains platform. The F and M trains will arrive on the right platform. The B and D trains will arrive on the left platform.",
                                    "South": "You are on the Uptown B, D, F and M trains platform. The F and M trains will arrive on the left platform. The B and D trains will arrive on the right platform.",
                                    "East": "You are on the Uptown B, D, F and M trains platform. The F and M trains will arrive in front of you. The B and D trains will arrive behind you.",
                                    "West": "You are on the Uptown B, D, F and M trains platforms. The F and M trains will arrive behind you. The B and D trains will arrive in front of you.",
                                    "Unknown": "You are on the Uptown B, D, F and M trains platform."
                                }
                            ]
                        }
                    ],
                    "routeInformation": [
                        {
                            "tagID": "2301",
                            "endPoint": "DIRECTIONS TO UPTOWN F TRAIN",
                            "completeInformation":["Step1. Cross the turnstiles. Turn right for uptown trains. Walk five steps and turn left. Continue walking on the long corridor till you reach the Uptown A, C, E trains platform.","Step 2. Once you reach the Uptown A, C, E platform, keep walking straight till you reach the staircase in front of you at about 20 steps. Take the staircase down to the Mezzanine level. The Uptown F train platform is one level down the Mezzanine level.","Step 3. Walk straight about 8 steps from the staircase you climbed down till you reach the next staircase. Climb down the stairs to take you to the Uptown F train platform.","Step 4. Once you have reached the Uptown F train platform. The F train will arrive on your right hand side."]           
                        },
                        {
                            "tagID": "2302",
                            "endPoint": "DIRECTIONS TO UPTOWN F TRAIN",
                            "completeInformation":["Step 1. Your are on the Uptown A, C, E platform. There are three staircases on this platform that lead to the Mezzanine level. Take any one staircase to reach the Mezzanine level. The Uptown F train platform is one level down the Mezzanine level.","Step 2. Once you are on the Mezzanine level, walk straight about 8 steps from the staircase you climbed down till you reach the next staircase.","Step 3. Climb down the stairs to take you to the Uptown F train platform.","Step 4. Once you are on the Uptown F Train platform, use voice command Location Information to find out which side the train arrives."]          
                        },
                        {
                            "tagID": "2303",
                            "endPoint": "DIRECTIONS TO UPTOWN F TRAIN",
                            "completeInformation":["Step 1. You are on the Mezzanine level. The Uptown F train platform is one level down the Mezzanine level. There are five staircases that lead down to the Uptown F trains platform","Step 2. Climb down the stairs to take you to the Uptown F train platform.","Step 3. Once you are on the Uptown F Train platform, use voice command Location Information to find out which side the train arrives."]          
                        },
                        {
                            "tagID": "2304",
                            "endPoint": "DIRECTIONS TO UPTOWN F TRAIN",
                            "completeInformation":["You are on the Uptown F Train Platform"]          
                        }
                        
                    ]
                }
            ]
        }
    ]
}